{"<unk>": 0, "<eos>": 1, ".": 2, ",": 3, "the": 4, "\u201d": 5, "to": 6, "and": 7, "of": 8, "a": 9, "he": 10, "harry": 11, "was": 12, "said": 13, "his": 14, "in": 15, "it": 16, "?": 17, "you": 18, "had": 19, "that": 20, "at": 21, "!": 22, "as": 23, "i": 24, "him": 25, "on": 26, "\u2014": 27, "with": 28, "they": 29, "ron": 30, "for": 31, "her": 32, "not": 33, "but": 34, "hermione": 35, "she": 36, "be": 37, "out": 38, "up": 39, "were": 40, "them": 41, "all": 42, "from": 43, "have": 44, "into": 45, "what": 46, "been": 47, "there": 48, "back": 49, "\u201ci": 50, "this": 51, "is": 52, "me": 53, "could": 54, "\u2014\u201d": 55, "dumbledore": 56, "who": 57, "so": 58, "their": 59, "then": 60, "one": 61, "about": 62, "now": 63, "over": 64, "looked": 65, "if": 66, "down": 67, "like": 68, "we": 69, "know": 70, "around": 71, "an": 72, "when": 73, "would": 74, "by": 75, "do": 76, "just": 77, "did": 78, "your": 79, "got": 80, "very": 81, "again": 82, "no": 83, "more": 84, "are": 85, "professor": 86, "see": 87, "off": 88, "though": 89, "my": 90, "think": 91, "still": 92, "time": 93, "hagrid": 94, "eyes": 95, "looking": 96, "wand": 97, "get": 98, "don\u2019t": 99, "through": 100, "or": 101, "face": 102, "snape": 103, "right": 104, "going": 105, "weasley": 106, "voice": 107, "before": 108, "\u201cyou": 109, "which": 110, "harry\u2019s": 111, "than": 112, "how": 113, "here": 114, "go": 115, "room": 116, "didn\u2019t": 117, "will": 118, "head": 119, "door": 120, "too": 121, "only": 122, "look": 123, "thought": 124, "can": 125, "saw": 126, "mr": 127, "something": 128, "where": 129, "after": 130, "behind": 131, "malfoy": 132, "seemed": 133, "way": 134, "other": 135, "himself": 136, "away": 137, "come": 138, "hand": 139, "it\u2019s": 140, "\u201cbut": 141, "asked": 142, "told": 143, "never": 144, "turned": 145, "toward": 146, "once": 147, "last": 148, "much": 149, "us": 150, "dark": 151, "potter": 152, "two": 153, "little": 154, "long": 155, "knew": 156, "\u201cwhat": 157, "even": 158, "want": 159, "\u201cwell": 160, "sirius": 161, "well": 162, "voldemort": 163, "first": 164, "tell": 165, "heard": 166, "made": 167, "some": 168, "left": 169, "people": 170, "\u201cand": 171, "felt": 172, "any": 173, "moment": 174, "mrs": 175, "its": 176, "say": 177, "\u201cno": 178, "hogwarts": 179, "i\u2019m": 180, "really": 181, "fred": 182, "he\u2019s": 183, "black": 184, "great": 185, "good": 186, "might": 187, "front": 188, "has": 189, "ever": 190, "\u201coh": 191, "because": 192, "came": 193, "feet": 194, "death": 195, "lupin": 196, "sure": 197, "why": 198, "took": 199, "anything": 200, "trying": 201, "take": 202, "next": 203, "george": 204, "make": 205, "another": 206, "while": 207, "open": 208, "old": 209, "table": 210, "few": 211, "inside": 212, "three": 213, "went": 214, "ginny": 215, "mcgonagall": 216, "\u201cthe": 217, "can\u2019t": 218, "against": 219, "neville": 220, "find": 221, "large": 222, "floor": 223, "must": 224, "let": 225, "nothing": 226, "you\u2019re": 227, "under": 228, "own": 229, "school": 230, "upon": 231, "put": 232, "hall": 233, "every": 234, "thing": 235, "found": 236, "gave": 237, "course": 238, "seen": 239, "magic": 240, "hands": 241, "place": 242, "both": 243, "stood": 244, "\u201cit\u2019s": 245, "need": 246, "hear": 247, "\u201che": 248, "onto": 249, "pulled": 250, "most": 251, "our": 252, "without": 253, "ministry": 254, "\u201cyes": 255, "mean": 256, "end": 257, "gryffindor": 258, "night": 259, "wanted": 260, "hair": 261, "across": 262, "\u201cwe": 263, "each": 264, "house": 265, "i\u2019ve": 266, "bit": 267, "\u201charry": 268, "being": 269, "\u201cyeah": 270, "cloak": 271, "air": 272, "quite": 273, "that\u2019s": 274, "done": 275, "umbridge": 276, "wasn\u2019t": 277, "happened": 278, "side": 279, "uncle": 280, "he\u2019d": 281, "years": 282, "\u201cit": 283, "better": 284, "boy": 285, "doing": 286, "couldn\u2019t": 287, "help": 288, "enough": 289, "ron\u2019s": 290, "along": 291, "\u201cso": 292, "keep": 293, "mind": 294, "light": 295, "bed": 296, "second": 297, "already": 298, "these": 299, "robes": 300, "man": 301, "staring": 302, "those": 303, "\u201ci\u2019m": 304, "small": 305, "walked": 306, "year": 307, "forward": 308, "yet": 309, "wizard": 310, "else": 311, "should": 312, "fell": 313, "set": 314, "standing": 315, "rather": 316, "sat": 317, "suddenly": 318, "however": 319, "many": 320, "day": 321, "gone": 322, "between": 323, "hard": 324, "whispered": 325, "give": 326, "mouth": 327, "office": 328, "past": 329, "am": 330, "until": 331, "began": 332, "opened": 333, "slightly": 334, "sitting": 335, "dumbledore\u2019s": 336, "tried": 337, "vernon": 338, "fudge": 339, "things": 340, "quickly": 341, "same": 342, "top": 343, "talking": 344, "window": 345, "raised": 346, "full": 347, "moody": 348, "quidditch": 349, "castle": 350, "started": 351, "reached": 352, "together": 353, "always": 354, "new": 355, "able": 356, "wouldn\u2019t": 357, "almost": 358, "stone": 359, "feeling": 360, "shouted": 361, "coming": 362, "ground": 363, "lord": 364, "later": 365, "everyone": 366, "i\u2019ll": 367, "you\u2019ve": 368, "fire": 369, "anyone": 370, "called": 371, "magical": 372, "sir": 373, "stared": 374, "slowly": 375, "ter": 376, "name": 377, "dead": 378, "\u201chow": 379, "students": 380, "everything": 381, "feel": 382, "quietly": 383, "watching": 384, "beside": 385, "far": 386, "work": 387, "outside": 388, "won\u2019t": 389, "hermione\u2019s": 390, "wall": 391, "whole": 392, "arm": 393, "we\u2019re": 394, "dobby": 395, "dudley": 396, "percy": 397, "ask": 398, "half": 399, "slughorn": 400, "whether": 401, "rest": 402, "stop": 403, "they\u2019re": 404, "caught": 405, "isn\u2019t": 406, "sight": 407, "aunt": 408, "believe": 409, "kept": 410, "life": 411, "idea": 412, "passed": 413, "someone": 414, "wizards": 415, "yes": 416, "eaters": 417, "eye": 418, "getting": 419, "saying": 420, "stopped": 421, "words": 422, "best": 423, "an\u2019": 424, "read": 425, "supposed": 426, "use": 427, "\u201cif": 428, "muttered": 429, "haven\u2019t": 430, "several": 431, "lot": 432, ")": 433, "class": 434, "(": 435, "father": 436, "cold": 437, "madam": 438, "silence": 439, "yeh": 440, "holding": 441, "\u201cthat": 442, "taken": 443, "word": 444, "leave": 445, "nearly": 446, "moved": 447, "slytherin": 448, "since": 449, "close": 450, "alone": 451, "empty": 452, "taking": 453, "corridor": 454, "try": 455, "sound": 456, "hadn\u2019t": 457, "remember": 458, "luna": 459, "making": 460, "nose": 461, "wearing": 462, "appeared": 463, "i\u2019d": 464, "loudly": 465, "talk": 466, "corner": 467, "book": 468, "shoulder": 469, "\u201cdon\u2019t": 470, "pointing": 471, "arms": 472, "crowd": 473, "followed": 474, "hagrid\u2019s": 475, "minutes": 476, "watched": 477, "we\u2019ve": 478, "morning": 479, "\u201cwhy": 480, "crouch": 481, "thinking": 482, "having": 483, "pointed": 484, "common": 485, "red": 486, "chair": 487, "closed": 488, "high": 489, "hit": 490, "mother": 491, "understand": 492, "heart": 493, "scar": 494, "such": 495, "\u201cthat\u2019s": 496, "silver": 497, "point": 498, "shaking": 499, "desk": 500, "does": 501, "sort": 502, "others": 503, "body": 504, "dear": 505, "given": 506, "doesn\u2019t": 507, "ten": 508, "dementors": 509, "perhaps": 510, "petunia": 511, "sorry": 512, "usual": 513, "water": 514, "\u201ci\u2019ve": 515, "used": 516, "yelled": 517, "\u201che\u2019s": 518, "cup": 519, "family": 520, "nobody": 521, "held": 522, "forest": 523, "parchment": 524, "minister": 525, "cedric": 526, "letter": 527, "snape\u2019s": 528, "entrance": 529, "five": 530, "lost": 531, "there\u2019s": 532, "books": 533, "four": 534, "bill": 535, "world": 536, "moving": 537, "kill": 538, "speak": 539, "telling": 540, "added": 541, "continued": 542, "either": 543, "fingers": 544, "hurried": 545, "owl": 546, "please": 547, "team": 548, "died": 549, "exactly": 550, "voldemort\u2019s": 551, "answer": 552, "fast": 553, "green": 554, "hat": 555, "move": 556, "white": 557, "wrong": 558, "\u201cwhat\u2019s": 559, "fact": 560, "watch": 561, "breath": 562, "muggle": 563, "potion": 564, "she\u2019s": 565, "smile": 566, "lay": 567, "bag": 568, "tiny": 569, "\u201cnot": 570, "filch": 571, "shut": 572, "ran": 573, "wood": 574, "themselves": 575, "turn": 576, "what\u2019s": 577, "you\u2019d": 578, "gold": 579, "riddle": 580, "care": 581, "deep": 582, "kitchen": 583, "turning": 584, "hope": 585, "kreacher": 586, "pain": 587, "straight": 588, "waiting": 589, "darkness": 590, "loud": 591, "\u201cthis": 592, "returned": 593, "anyway": 594, "beneath": 595, "finally": 596, "shook": 597, "above": 598, "days": 599, "dropped": 600, "spoke": 601, "we\u2019ll": 602, "low": 603, "lying": 604, "\u201cyou\u2019re": 605, "\u201c\u2014": 606, "least": 607, "leaving": 608, "noise": 609, "noticed": 610, "witch": 611, "ago": 612, "also": 613, "dad": 614, "golden": 615, "ears": 616, "matter": 617, "stairs": 618, "times": 619, "chapter": 620, "order": 621, "real": 622, "krum": 623, "bad": 624, "glass": 625, "entered": 626, "girl": 627, "whose": 628, "curse": 629, "instead": 630, "steps": 631, "burst": 632, "doors": 633, "seem": 634, "tonks": 635, "\u201cthey": 636, "finished": 637, "invisibility": 638, "shall": 639, "\u201ca": 640, "blood": 641, "ceiling": 642, "grounds": 643, "case": 644, "foot": 645, "sent": 646, "sign": 647, "stay": 648, "\u201ccome": 649, "\u201cmy": 650, "trouble": 651, "friends": 652, "kind": 653, "bagman": 654, "oh": 655, "realized": 656, "soon": 657, "staircase": 658, "flew": 659, "home": 660, "managed": 661, "number": 662, "threw": 663, "within": 664, "arrived": 665, "christmas": 666, "clear": 667, "crabbe": 668, "draco": 669, "trelawney": 670, "goyle": 671, "lockhart": 672, "person": 673, "running": 674, "start": 675, "legs": 676, "you\u2019ll": 677, "looks": 678, "short": 679, "thick": 680, "\u201cthere": 681, "chance": 682, "dean": 683, "met": 684, "pocket": 685, "\u201cnow": 686, "heads": 687, "neck": 688, "vanished": 689, "free": 690, "says": 691, "became": 692, "chest": 693, "stuff": 694, "glanced": 695, "glasses": 696, "walls": 697, "evening": 698, "except": 699, "fleur": 700, "longer": 701, "run": 702, "walking": 703, "pulling": 704, "seized": 705, "spell": 706, "enormous": 707, "wands": 708, "\u201call": 709, "snake": 710, "trunk": 711, "cho": 712, "known": 713, "match": 714, "wait": 715, "below": 716, "okay": 717, "seconds": 718, "dursleys": 719, "expression": 720, "happy": 721, "hour": 722, "knows": 723, "stupid": 724, "flying": 725, "friend": 726, "ready": 727, "true": 728, "completely": 729, "killed": 730, "memory": 731, "parents": 732, "thin": 733, "tonight": 734, "\u201cshe": 735, "angry": 736, "herself": 737, "near": 738, "smiling": 739, "\u201cer": 740, "angrily": 741, "arts": 742, "son": 743, "\u201ci\u2019ll": 744, "barely": 745, "broke": 746, "clearly": 747, "listening": 748, "\u201cgood": 749, "broom": 750, "call": 751, "d\u2019you": 752, "broken": 753, "portrait": 754, "return": 755, "seat": 756, "stand": 757, "suppose": 758, "windows": 759, "sword": 760, "tears": 761, "trees": 762, "azkaban": 763, "nodded": 764, "odd": 765, "lesson": 766, "master": 767, "meant": 768, "potions": 769, "backward": 770, "big": 771, "miss": 772, "question": 773, "tower": 774, "woman": 775, "less": 776, "snitch": 777, "yeah": 778, "albus": 779, "dangerous": 780, "james": 781, "whom": 782, "wide": 783, "ahead": 784, "forced": 785, "giving": 786, "\u201cis": 787, "charm": 788, "hidden": 789, "pale": 790, "apparently": 791, "horrible": 792, "indeed": 793, "laugh": 794, "you-know-who": 795, "young": 796, "muggles": 797, "ought": 798, "probably": 799, "prophet": 800, "led": 801, "pair": 802, "seamus": 803, "shot": 804, "\u201clook": 805, "elf": 806, "hurt": 807, "important": 808, "mum": 809, "reckon": 810, "story": 811, "eater": 812, "hardly": 813, "hold": 814, "snapped": 815, "stepped": 816, "train": 817, "cauldron": 818, "during": 819, "repeated": 820, "week": 821, "\u201cprofessor": 822, "bellatrix": 823, "happen": 824, "job": 825, "lake": 826, "none": 827, "brought": 828, "\u201care": 829, "defense": 830, "different": 831, "points": 832, "quiet": 833, "yourself": 834, "car": 835, "hours": 836, "late": 837, "middle": 838, "pushed": 839, "wormtail": 840, "\u2019": 841, "carrying": 842, "faces": 843, "hundred": 844, "possible": 845, "show": 846, "silent": 847, "wizarding": 848, "sky": 849, "bright": 850, "expect": 851, "roared": 852, "sounded": 853, "worse": 854, "map": 855, "may": 856, "round": 857, "creatures": 858, "fine": 859, "laughed": 860, "rose": 861, "street": 862, "couple": 863, "expected": 864, "pleased": 865, "covered": 866, "cried": 867, "edge": 868, "laughter": 869, "third": 870, "\u201cof": 871, "hedwig": 872, "jumped": 873, "malfoy\u2019s": 874, "nor": 875, "picked": 876, "power": 877, "teacher": 878, "fat": 879, "pomfrey": 880, "summer": 881, "apart": 882, "closer": 883, "drew": 884, "spells": 885, "bottle": 886, "fear": 887, "hogsmeade": 888, "truth": 889, "difficult": 890, "laughing": 891, "simply": 892, "somewhere": 893, "spot": 894, "break": 895, "crookshanks": 896, "dragon": 897, "funny": 898, "giant": 899, "meet": 900, "stomach": 901, "wants": 902, "\u201cjust": 903, "beyond": 904, "mark": 905, "merely": 906, "news": 907, "part": 908, "wondered": 909, "blue": 910, "heavy": 911, "somebody": 912, "tea": 913, "today": 914, "tree": 915, "walk": 916, "alive": 917, "fight": 918, "gasped": 919, "leg": 920, "screamed": 921, "tent": 922, "\u201cdid": 923, "actually": 924, "aren\u2019t": 925, "box": 926, "carefully": 927, "dinner": 928, "myself": 929, "slid": 930, "terrible": 931, "leapt": 932, "maybe": 933, "o\u2019": 934, "peeves": 935, "starting": 936, "\u201cwe\u2019re": 937, "aside": 938, "horcrux": 939, "remembered": 940, "scrimgeour": 941, "\u201cah": 942, "\u201cthere\u2019s": 943, "become": 944, "breakfast": 945, "hole": 946, "hospital": 947, "listen": 948, "needed": 949, "note": 950, "reason": 951, "remained": 952, "rita": 953, "allowed": 954, "daily": 955, "joined": 956, "mad": 957, "neither": 958, "sit": 959, "wish": 960, "worry": 961, "\u201cright": 962, "bent": 963, "catch": 964, "ear": 965, "knees": 966, "seeing": 967, "smiled": 968, "\u2019em": 969, "\u201chermione": 970, "clutching": 971, "direction": 972, "field": 973, "lavender": 974, "lessons": 975, "picture": 976, "tightly": 977, "climbed": 978, "gray": 979, "let\u2019s": 980, "mirror": 981, "nice": 982, "surprise": 983, "they\u2019d": 984, "\u201cwho": 985, "karkaroff": 986, "safe": 987, "six": 988, "surprised": 989, "they\u2019ve": 990, "throat": 991, "weren\u2019t": 992, "chamber": 993, "decided": 994, "hasn\u2019t": 995, "information": 996, "slipped": 997, "wing": 998, "working": 999, "worried": 1000, "anymore": 1001, "er": 1002, "granger": 1003, "living": 1004, "sharply": 1005, "attack": 1006, "following": 1007, "forgotten": 1008, "goblin": 1009, "huge": 1010, "sense": 1011, "sister": 1012, "teeth": 1013, "upstairs": 1014, "\u201cdo": 1015, "gazing": 1016, "itself": 1017, "quill": 1018, "ravenclaw": 1019, "speaking": 1020, "winky": 1021, "filled": 1022, "forehead": 1023, "happily": 1024, "keeping": 1025, "lucius": 1026, "opposite": 1027, "shock": 1028, "whatever": 1029, "\u201cbecause": 1030, "hiding": 1031, "immediately": 1032, "w": 1033, "\u201cwhere": 1034, "afraid": 1035, "grinning": 1036, "sleep": 1037, "sudden": 1038, "extremely": 1039, "footsteps": 1040, "griphook": 1041, "piece": 1042, "plan": 1043, "swung": 1044, "attention": 1045, "bottom": 1046, "headmaster": 1047, "love": 1048, "paper": 1049, "strange": 1050, "twelve": 1051, "wondering": 1052, "\u201cron": 1053, "bring": 1054, "furiously": 1055, "goblet": 1056, "hastily": 1057, "line": 1058, "means": 1059, "placed": 1060, "seven": 1061, "sirius\u2019s": 1062, "\u2019\u201d": 1063, "brother": 1064, "change": 1065, "disappeared": 1066, "mundungus": 1067, "shop": 1068, "voices": 1069, "\u201cvery": 1070, "classroom": 1071, "dormitory": 1072, "parvati": 1073, "pink": 1074, "view": 1075, "die": 1076, "food": 1077, "severus": 1078, "teachers": 1079, "we\u2019d": 1080, "\u201c": 1081, "drive": 1082, "halfway": 1083, "homework": 1084, "powerful": 1085, "strode": 1086, "tom": 1087, "waited": 1088, "weeks": 1089, "bellowed": 1090, "knocked": 1091, "practice": 1092, "prophecy": 1093, "scabbers": 1094, "department": 1095, "landed": 1096, "marble": 1097, "owls": 1098, "\u201cwe\u2019ve": 1099, "attacked": 1100, "cut": 1101, "group": 1102, "lit": 1103, "notice": 1104, "reading": 1105, "skeeter": 1106, "usually": 1107, "diggory": 1108, "flitwick": 1109, "join": 1110, "nearer": 1111, "page": 1112, "step": 1113, "bedroom": 1114, "cannot": 1115, "particularly": 1116, "terrified": 1117, "charms": 1118, "figure": 1119, "firebolt": 1120, "firmly": 1121, "library": 1122, "live": 1123, "nervously": 1124, "send": 1125, "slytherins": 1126, "touch": 1127, "drink": 1128, "playing": 1129, "scared": 1130, "secret": 1131, "showed": 1132, "single": 1133, "spent": 1134, "subject": 1135, "unless": 1136, "certainly": 1137, "dog": 1138, "girls": 1139, "ollivander": 1140, "softly": 1141, "task": 1142, "\u201cdumbledore": 1143, "angelina": 1144, "copy": 1145, "fallen": 1146, "heavily": 1147, "path": 1148, "recognized": 1149, "rolled": 1150, "thinks": 1151, "visit": 1152, "waving": 1153, "asleep": 1154, "ball": 1155, "bell": 1156, "broomstick": 1157, "dare": 1158, "glad": 1159, "he\u2019ll": 1160, "hoping": 1161, "locket": 1162, "meeting": 1163, "purple": 1164, "they\u2019ll": 1165, "tournament": 1166, "doubt": 1167, "egg": 1168, "fighting": 1169, "present": 1170, "sideways": 1171, "weasley\u2019s": 1172, "wind": 1173, "worked": 1174, "\u201cget": 1175, "\u201clet\u2019s": 1176, "afternoon": 1177, "bathroom": 1178, "beaming": 1179, "deserted": 1180, "diary": 1181, "explain": 1182, "frowning": 1183, "minute": 1184, "nick": 1185, "normal": 1186, "o\u2019clock": 1187, "prime": 1188, "approached": 1189, "brightly": 1190, "cabin": 1191, "changed": 1192, "control": 1193, "corridors": 1194, "fixed": 1195, "shoulders": 1196, "tall": 1197, "trembling": 1198, "\u201cyou\u2019ve": 1199, "arthur": 1200, "bet": 1201, "boys": 1202, "cage": 1203, "cat": 1204, "falling": 1205, "hufflepuff": 1206, "madame": 1207, "throwing": 1208, "anger": 1209, "brown": 1210, "closely": 1211, "crossed": 1212, "finger": 1213, "hurrying": 1214, "leaned": 1215, "mention": 1216, "nasty": 1217, "obviously": 1218, "sank": 1219, "skin": 1220, "surface": 1221, "tight": 1222, "twice": 1223, "using": 1224, "yer": 1225, "attempt": 1226, "dream": 1227, "fang": 1228, "hanging": 1229, "lily": 1230, "missed": 1231, "neville\u2019s": 1232, "stretched": 1233, "tomorrow": 1234, "\u201chagrid": 1235, "\u201cthey\u2019re": 1236, "buckbeak": 1237, "eagerly": 1238, "facing": 1239, "force": 1240, "garden": 1241, "quick": 1242, "seems": 1243, "tail": 1244, "unable": 1245, "eyebrows": 1246, "hot": 1247, "often": 1248, "ones": 1249, "pass": 1250, "\u201cmaybe": 1251, "brain": 1252, "everybody": 1253, "fly": 1254, "grass": 1255, "muttering": 1256, "perfectly": 1257, "phoenix": 1258, "poor": 1259, "putting": 1260, "save": 1261, "staff": 1262, "thanks": 1263, "\u201cwe\u2019ll": 1264, "cast": 1265, "conversation": 1266, "deal": 1267, "distant": 1268, "emerged": 1269, "fall": 1270, "fer": 1271, "impatiently": 1272, "liked": 1273, "mad-eye": 1274, "maxime": 1275, "months": 1276, "quirrell": 1277, "realize": 1278, "snarled": 1279, "surely": 1280, "tables": 1281, "waved": 1282, "witches": 1283, "busy": 1284, "early": 1285, "invisible": 1286, "nearest": 1287, "nine": 1288, "pressed": 1289, "pretty": 1290, "earth": 1291, "echoed": 1292, "forget": 1293, "handed": 1294, "pettigrew": 1295, "questions": 1296, "showing": 1297, "thoughts": 1298, "\u201cwhen": 1299, "determined": 1300, "flames": 1301, "house-elf": 1302, "inches": 1303, "lips": 1304, "luck": 1305, "row": 1306, "screaming": 1307, "somehow": 1308, "split": 1309, "term": 1310, "asking": 1311, "growled": 1312, "hesitated": 1313, "passing": 1314, "problem": 1315, "scream": 1316, "stuck": 1317, "thrown": 1318, "whisper": 1319, "\u201cokay": 1320, "\u201cyour": 1321, "frightened": 1322, "katie": 1323, "nervous": 1324, "scarlet": 1325, "spotted": 1326, "twenty": 1327, "wonder": 1328, "worst": 1329, "drawing": 1330, "helped": 1331, "highly": 1332, "hissed": 1333, "letters": 1334, "secrets": 1335, "shrieked": 1336, "beard": 1337, "business": 1338, "ernie": 1339, "fault": 1340, "follow": 1341, "grabbed": 1342, "lee": 1343, "moments": 1344, "soul": 1345, "check": 1346, "crack": 1347, "downstairs": 1348, "easy": 1349, "headless": 1350, "hollow": 1351, "objects": 1352, "party": 1353, "seats": 1354, "\u201cshe\u2019s": 1355, "badly": 1356, "bludger": 1357, "carried": 1358, "definitely": 1359, "greyback": 1360, "hearing": 1361, "horcruxes": 1362, "kingsley": 1363, "lady": 1364, "patronus": 1365, "seriously": 1366, "wooden": 1367, "writing": 1368, "age": 1369, "although": 1370, "breathing": 1371, "cupboard": 1372, "excitement": 1373, "form": 1374, "furious": 1375, "glittering": 1376, "hung": 1377, "midair": 1378, "names": 1379, "reach": 1380, "shining": 1381, "snow": 1382, "soft": 1383, "teach": 1384, "understood": 1385, "wake": 1386, "birthday": 1387, "careful": 1388, "charlie": 1389, "dungeon": 1390, "history": 1391, "leading": 1392, "privet": 1393, "quaffle": 1394, "sometimes": 1395, "trust": 1396, "umbridge\u2019s": 1397, "upward": 1398, "coldly": 1399, "danger": 1400, "don\u2019": 1401, "dunno": 1402, "flat": 1403, "gleaming": 1404, "gringotts": 1405, "growing": 1406, "human": 1407, "lifted": 1408, "lived": 1409, "rising": 1410, "saved": 1411, "shortly": 1412, "shouldn\u2019t": 1413, "shouting": 1414, "smell": 1415, "sounding": 1416, "triwizard": 1417, "won": 1418, "familiar": 1419, "ink": 1420, "lucky": 1421, "myrtle": 1422, "packed": 1423, "pause": 1424, "sounds": 1425, "swept": 1426, "burning": 1427, "detention": 1428, "eh": 1429, "excitedly": 1430, "famous": 1431, "fifty": 1432, "knowing": 1433, "pile": 1434, "properly": 1435, "pull": 1436, "sprout": 1437, "student": 1438, "stunned": 1439, "village": 1440, "alley": 1441, "bang": 1442, "bin": 1443, "dursley": 1444, "escape": 1445, "further": 1446, "halt": 1447, "hide": 1448, "moody\u2019s": 1449, "o": 1450, "position": 1451, "sighed": 1452, "tone": 1453, "warning": 1454, "xenophilius": 1455, "\u201cin": 1456, "\u201cthen": 1457, "certain": 1458, "deeply": 1459, "interested": 1460, "louder": 1461, "rain": 1462, "relief": 1463, "s": 1464, "sharp": 1465, "soared": 1466, "holidays": 1467, "ill": 1468, "impression": 1469, "joke": 1470, "lift": 1471, "play": 1472, "sick": 1473, "strong": 1474, "sun": 1475, "thank": 1476, "\u201cas": 1477, "\u201clisten": 1478, "\u201cthank": 1479, "anybody": 1480, "aware": 1481, "compartment": 1482, "eat": 1483, "favorite": 1484, "fit": 1485, "grip": 1486, "hurry": 1487, "landing": 1488, "learned": 1489, "lowered": 1490, "mother\u2019s": 1491, "sped": 1492, "transfiguration": 1493, "written": 1494, "\u201csorry": 1495, "avoid": 1496, "calmly": 1497, "headed": 1498, "higher": 1499, "longbottom": 1500, "lunch": 1501, "protection": 1502, "wings": 1503, "worth": 1504, "\u201csee": 1505, "broomsticks": 1506, "champions": 1507, "clothes": 1508, "expelled": 1509, "gryffindors": 1510, "happening": 1511, "l": 1512, "nearby": 1513, "peering": 1514, "\u201cdobby": 1515, "\u201cgo": 1516, "\u201chave": 1517, "anxiously": 1518, "bound": 1519, "chocolate": 1520, "directly": 1521, "ghost": 1522, "goblins": 1523, "pensieve": 1524, "rid": 1525, "scene": 1526, "serious": 1527, "size": 1528, "smoke": 1529, "sorting": 1530, "weasleys": 1531, "who\u2019s": 1532, "\u201ccan": 1533, "\u201cthanks": 1534, "act": 1535, "anywhere": 1536, "desperately": 1537, "divination": 1538, "likely": 1539, "mine": 1540, "missing": 1541, "mistake": 1542, "panting": 1543, "phineas": 1544, "prefect": 1545, "rang": 1546, "remain": 1547, "slammed": 1548, "ugly": 1549, "\u201ci\u2019d": 1550, "agreed": 1551, "dragged": 1552, "effort": 1553, "final": 1554, "loads": 1555, "money": 1556, "patch": 1557, "platform": 1558, "\u201chere": 1559, "believed": 1560, "blank": 1561, "cleared": 1562, "color": 1563, "cool": 1564, "cover": 1565, "distance": 1566, "escaped": 1567, "everywhere": 1568, "feast": 1569, "hundreds": 1570, "impossible": 1571, "movement": 1572, "panted": 1573, "pitch": 1574, "rock": 1575, "suggested": 1576, "\u201cyou\u2019ll": 1577, "cornelius": 1578, "creature": 1579, "dementor": 1580, "drop": 1581, "excited": 1582, "flung": 1583, "harder": 1584, "imagine": 1585, "narrow": 1586, "panic": 1587, "solid": 1588, "stan": 1589, "\u201cmr": 1590, "\u201cpotter": 1591, "among": 1592, "attempted": 1593, "bones": 1594, "dozen": 1595, "dudley\u2019s": 1596, "fury": 1597, "gaunt": 1598, "it\u2019ll": 1599, "members": 1600, "opening": 1601, "rage": 1602, "raising": 1603, "silvery": 1604, "thousand": 1605, "werewolf": 1606, "yours": 1607, "aberforth": 1608, "breaking": 1609, "chairs": 1610, "contact": 1611, "curtains": 1612, "d": 1613, "elder": 1614, "explained": 1615, "forbidden": 1616, "galleons": 1617, "glance": 1618, "glancing": 1619, "heading": 1620, "locked": 1621, "lower": 1622, "struggling": 1623, "touched": 1624, "chosen": 1625, "confused": 1626, "excellent": 1627, "finish": 1628, "fresh": 1629, "hoped": 1630, "level": 1631, "lie": 1632, "paused": 1633, "previous": 1634, "wished": 1635, "\u201cnever": 1636, "anxious": 1637, "colin": 1638, "delighted": 1639, "demanded": 1640, "dived": 1641, "father\u2019s": 1642, "game": 1643, "interest": 1644, "lights": 1645, "month": 1646, "space": 1647, "therefore": 1648, "vernon\u2019s": 1649, "write": 1650, "basin": 1651, "borgin": 1652, "brilliant": 1653, "cross": 1654, "gaze": 1655, "leaves": 1656, "list": 1657, "london": 1658, "marched": 1659, "narcissa": 1660, "rat": 1661, "settled": 1662, "shadows": 1663, "she\u2019d": 1664, "useful": 1665, "choice": 1666, "echoing": 1667, "eleven": 1668, "fireplace": 1669, "gets": 1670, "horror": 1671, "interesting": 1672, "ludo": 1673, "makes": 1674, "murmured": 1675, "passage": 1676, "road": 1677, "shocked": 1678, "swallowed": 1679, "visible": 1680, "armchair": 1681, "awake": 1682, "checking": 1683, "clean": 1684, "complete": 1685, "doorway": 1686, "easily": 1687, "frank": 1688, "fun": 1689, "guard": 1690, "ignored": 1691, "leaning": 1692, "lovegood": 1693, "possibly": 1694, "pretending": 1695, "pushing": 1696, "received": 1697, "ring": 1698, "ripped": 1699, "spider": 1700, "st": 1701, "tip": 1702, "twisted": 1703, "wave": 1704, "appearance": 1705, "attempting": 1706, "burned": 1707, "caused": 1708, "classes": 1709, "crying": 1710, "dragons": 1711, "expecting": 1712, "failed": 1713, "gazed": 1714, "grinned": 1715, "hallows": 1716, "houses": 1717, "meanwhile": 1718, "nodding": 1719, "notes": 1720, "shadow": 1721, "yellow": 1722, "\u201cnothing": 1723, "burrow": 1724, "calm": 1725, "children": 1726, "dressed": 1727, "figures": 1728, "filthy": 1729, "forgot": 1730, "jus\u2019": 1731, "kicked": 1732, "lives": 1733, "lupin\u2019s": 1734, "mood": 1735, "security": 1736, "weight": 1737, "wild": 1738, "\u201cd\u2019you": 1739, "abruptly": 1740, "ages": 1741, "continue": 1742, "desperate": 1743, "double": 1744, "e": 1745, "examining": 1746, "extra": 1747, "fellow": 1748, "firenze": 1749, "fourth": 1750, "lead": 1751, "ogden": 1752, "plate": 1753, "potter\u2019s": 1754, "smashed": 1755, "stands": 1756, "teaching": 1757, "wanting": 1758, "warm": 1759, "win": 1760, "\u201clet": 1761, "calling": 1762, "carry": 1763, "crash": 1764, "durmstrang": 1765, "flash": 1766, "helping": 1767, "knife": 1768, "peered": 1769, "tired": 1770, "wife": 1771, "wrote": 1772, "beat": 1773, "butterbeer": 1774, "curled": 1775, "decide": 1776, "difficulty": 1777, "dying": 1778, "essay": 1779, "finding": 1780, "glaring": 1781, "inch": 1782, "journey": 1783, "losing": 1784, "mclaggen": 1785, "men": 1786, "overhead": 1787, "places": 1788, "post": 1789, "removed": 1790, "sleeping": 1791, "spread": 1792, "stadium": 1793, "support": 1794, "unpleasant": 1795, "\u201csirius": 1796, "bought": 1797, "buy": 1798, "champion": 1799, "dress": 1800, "dust": 1801, "enter": 1802, "floating": 1803, "frozen": 1804, "george\u2019s": 1805, "handsome": 1806, "house-elves": 1807, "keen": 1808, "orders": 1809, "requirement": 1810, "socks": 1811, "squeaked": 1812, "throw": 1813, "tied": 1814, "twins": 1815, "wildly": 1816, "\u201cor": 1817, "ancient": 1818, "black\u2019s": 1819, "carriage": 1820, "clearing": 1821, "clutched": 1822, "company": 1823, "dancing": 1824, "difference": 1825, "dreams": 1826, "eight": 1827, "gently": 1828, "gigantic": 1829, "grave": 1830, "grew": 1831, "grimmauld": 1832, "ignoring": 1833, "innocent": 1834, "instructions": 1835, "jump": 1836, "oddly": 1837, "pay": 1838, "rolling": 1839, "sending": 1840, "shout": 1841, "simple": 1842, "stars": 1843, "station": 1844, "statue": 1845, "striding": 1846, "study": 1847, "terror": 1848, "weird": 1849, "whenever": 1850, "whistle": 1851, "\u201cfor": 1852, "\u201cplease": 1853, "bank": 1854, "becoming": 1855, "brave": 1856, "center": 1857, "considered": 1858, "convinced": 1859, "cry": 1860, "deeper": 1861, "dirty": 1862, "discovered": 1863, "eating": 1864, "grin": 1865, "handle": 1866, "kindly": 1867, "law": 1868, "learn": 1869, "lose": 1870, "mentioned": 1871, "midnight": 1872, "powers": 1873, "reminded": 1874, "roar": 1875, "saturday": 1876, "slight": 1877, "slip": 1878, "slughorn\u2019s": 1879, "speed": 1880, "spiders": 1881, "sprinted": 1882, "square": 1883, "staying": 1884, "stick": 1885, "surrounded": 1886, "taught": 1887, "vault": 1888, "wonderful": 1889, "answered": 1890, "applause": 1891, "badge": 1892, "breathed": 1893, "brooms": 1894, "circle": 1895, "crept": 1896, "curses": 1897, "disappointed": 1898, "fist": 1899, "lawn": 1900, "mass": 1901, "message": 1902, "mungo\u2019s": 1903, "pansy": 1904, "planning": 1905, "private": 1906, "rubbish": 1907, "struggled": 1908, "surrounding": 1909, "wet": 1910, "zoomed": 1911, "\u201chello": 1912, "\u201cone": 1913, "bowed": 1914, "closing": 1915, "contents": 1916, "croaked": 1917, "crystal": 1918, "diagon": 1919, "dull": 1920, "entirely": 1921, "farther": 1922, "folded": 1923, "fought": 1924, "hippogriff": 1925, "killing": 1926, "laid": 1927, "lies": 1928, "man\u2019s": 1929, "marge": 1930, "obvious": 1931, "plenty": 1932, "sparks": 1933, "straightened": 1934, "stuffed": 1935, "test": 1936, "tongue": 1937, "upset": 1938, "welcome": 1939, "advanced": 1940, "backed": 1941, "fully": 1942, "ginny\u2019s": 1943, "glared": 1944, "godric\u2019s": 1945, "including": 1946, "interrupted": 1947, "keeper": 1948, "marks": 1949, "memories": 1950, "newspaper": 1951, "norris": 1952, "refused": 1953, "scrambled": 1954, "seeker": 1955, "baby": 1956, "beauxbatons": 1957, "bitterly": 1958, "bringing": 1959, "bus": 1960, "country": 1961, "cracked": 1962, "goes": 1963, "good-bye": 1964, "grawp": 1965, "imagined": 1966, "jinx": 1967, "moaning": 1968, "nigellus": 1969, "portraits": 1970, "prince": 1971, "relieved": 1972, "shrugged": 1973, "silently": 1974, "sleeve": 1975, "slow": 1976, "spiral": 1977, "stare": 1978, "state": 1979, "temper": 1980, "thoroughly": 1981, "admit": 1982, "appear": 1983, "bathilda": 1984, "battle": 1985, "bottles": 1986, "brothers": 1987, "causing": 1988, "clapped": 1989, "crowded": 1990, "dashed": 1991, "effect": 1992, "evidence": 1993, "exam": 1994, "express": 1995, "impressed": 1996, "lap": 1997, "mcgonagall\u2019s": 1998, "molly": 1999, "monster": 2000, "morfin": 2001, "mysteries": 2002, "object": 2003, "picking": 2004, "pleasure": 2005, "prepared": 2006, "sea": 2007, "singing": 2008, "special": 2009, "struck": 2010, "vaguely": 2011, "\u201chi": 2012, "\u201cyou\u2019d": 2013, "alicia": 2014, "bow": 2015, "darkly": 2016, "envelope": 2017, "evidently": 2018, "exams": 2019, "gotten": 2020, "handing": 2021, "muffled": 2022, "murder": 2023, "needs": 2024, "nowhere": 2025, "one\u2019s": 2026, "peter": 2027, "photograph": 2028, "proud": 2029, "rubbing": 2030, "spectacles": 2031, "staggered": 2032, "sunlight": 2033, "toilet": 2034, "traveling": 2035, "trunks": 2036, "tunnel": 2037, "warned": 2038, "weak": 2039, "whispering": 2040, "\u201creally": 2041, "aloud": 2042, "amount": 2043, "auror": 2044, "barrier": 2045, "comes": 2046, "curious": 2047, "curiously": 2048, "delacour": 2049, "draw": 2050, "dropping": 2051, "faint": 2052, "families": 2053, "fifth": 2054, "hate": 2055, "instantly": 2056, "knocking": 2057, "massive": 2058, "offered": 2059, "older": 2060, "plates": 2061, "rules": 2062, "suit": 2063, "trace": 2064, "viktor": 2065, "ways": 2066, "wear": 2067, "wiping": 2068, "wore": 2069, "wrapped": 2070, "\u201csir": 2071, "cabinet": 2072, "checked": 2073, "dreadful": 2074, "due": 2075, "eggs": 2076, "ended": 2077, "fake": 2078, "fawkes": 2079, "grimly": 2080, "grubbly-plank": 2081, "hopefully": 2082, "keeps": 2083, "mumbled": 2084, "pick": 2085, "pounding": 2086, "pretend": 2087, "raise": 2088, "remus": 2089, "setting": 2090, "shown": 2091, "spun": 2092, "till": 2093, "\u201ccan\u2019t": 2094, "\u201cto": 2095, "bewildered": 2096, "blame": 2097, "blinked": 2098, "branches": 2099, "buried": 2100, "clever": 2101, "damage": 2102, "drawn": 2103, "dry": 2104, "dusty": 2105, "fiercely": 2106, "figg": 2107, "grindelwald": 2108, "international": 2109, "irritably": 2110, "larger": 2111, "matters": 2112, "member": 2113, "occurred": 2114, "pages": 2115, "painful": 2116, "persuade": 2117, "remaining": 2118, "replied": 2119, "roots": 2120, "safely": 2121, "seventeen": 2122, "startled": 2123, "ward": 2124, "wrenched": 2125, "yaxley": 2126, "armor": 2127, "barty": 2128, "beak": 2129, "beautiful": 2130, "bird": 2131, "blankly": 2132, "boggart": 2133, "bowl": 2134, "cloaks": 2135, "discuss": 2136, "doge": 2137, "enjoying": 2138, "evil": 2139, "forever": 2140, "giants": 2141, "hang": 2142, "hats": 2143, "hedwig\u2019s": 2144, "lamp": 2145, "marauder\u2019s": 2146, "mist": 2147, "muriel": 2148, "mustache": 2149, "nevertheless": 2150, "noises": 2151, "occlumency": 2152, "pajamas": 2153, "permission": 2154, "recognize": 2155, "shake": 2156, "shelves": 2157, "signs": 2158, "snatched": 2159, "stayed": 2160, "tapped": 2161, "unconscious": 2162, "woke": 2163, "beamed": 2164, "bearing": 2165, "bleeding": 2166, "bloody": 2167, "blow": 2168, "cedric\u2019s": 2169, "clock": 2170, "count": 2171, "future": 2172, "horrified": 2173, "insides": 2174, "jet": 2175, "knight": 2176, "knock": 2177, "ourselves": 2178, "pictures": 2179, "plans": 2180, "played": 2181, "pumpkin": 2182, "report": 2183, "riddle\u2019s": 2184, "rush": 2185, "search": 2186, "sprang": 2187, "swear": 2188, "thomas": 2189, "wedding": 2190, "younger": 2191, "\u201cmaster": 2192, "\u201conly": 2193, "\u201cwho\u2019s": 2194, "balls": 2195, "bar": 2196, "barked": 2197, "board": 2198, "bodies": 2199, "breathlessly": 2200, "catching": 2201, "centaurs": 2202, "circular": 2203, "cottage": 2204, "desire": 2205, "fluffy": 2206, "greatest": 2207, "grunted": 2208, "hated": 2209, "he-who-must-not-be-named": 2210, "herbology": 2211, "icy": 2212, "indignantly": 2213, "injured": 2214, "lip": 2215, "listened": 2216, "lock": 2217, "moaned": 2218, "moon": 2219, "must\u2019ve": 2220, "pieces": 2221, "presence": 2222, "protect": 2223, "quills": 2224, "replaced": 2225, "rise": 2226, "risk": 2227, "shield": 2228, "sink": 2229, "spoken": 2230, "sticking": 2231, "thirteen": 2232, "troll": 2233, "underneath": 2234, "vast": 2235, "whipped": 2236, "yell": 2237, "yelling": 2238, "\u201clike": 2239, "abou\u2019": 2240, "ah": 2241, "alarmed": 2242, "annoyed": 2243, "born": 2244, "brains": 2245, "changing": 2246, "child": 2247, "excuse": 2248, "faded": 2249, "forcing": 2250, "frog": 2251, "jerked": 2252, "jordan": 2253, "juice": 2254, "ordinary": 2255, "overheard": 2256, "pockets": 2257, "screams": 2258, "searching": 2259, "sides": 2260, "skull": 2261, "soaring": 2262, "song": 2263, "stolen": 2264, "sweeping": 2265, "vision": 2266, "weather": 2267, "you-know-who\u2019s": 2268, "beds": 2269, "bother": 2270, "cheerful": 2271, "choked": 2272, "concerned": 2273, "coolly": 2274, "exploded": 2275, "feelings": 2276, "fifteen": 2277, "foolish": 2278, "grown": 2279, "heaved": 2280, "lined": 2281, "lines": 2282, "lockhart\u2019s": 2283, "murdered": 2284, "opportunity": 2285, "package": 2286, "pool": 2287, "promise": 2288, "righ\u2019": 2289, "sensation": 2290, "seventh": 2291, "sinking": 2292, "steal": 2293, "stopping": 2294, "stories": 2295, "theory": 2296, "training": 2297, "trelawney\u2019s": 2298, "\u201cexcellent": 2299, "\u201chey": 2300, "\u201ckreacher": 2301, "\u201cwait": 2302, "\u201cwhere\u2019s": 2303, "acting": 2304, "allow": 2305, "basilisk": 2306, "bear": 2307, "behavior": 2308, "bits": 2309, "building": 2310, "cave": 2311, "centaur": 2312, "clue": 2313, "diadem": 2314, "dragging": 2315, "emerging": 2316, "enchanted": 2317, "exchanged": 2318, "flight": 2319, "frame": 2320, "gilderoy": 2321, "guilty": 2322, "horribly": 2323, "imperius": 2324, "justin": 2325, "knowledge": 2326, "noticing": 2327, "orange": 2328, "otherwise": 2329, "parents\u2019": 2330, "perfect": 2331, "pigwidgeon": 2332, "pub": 2333, "rattling": 2334, "regulus": 2335, "remembering": 2336, "silly": 2337, "sneered": 2338, "sobbing": 2339, "spat": 2340, "tore": 2341, "wardrobe": 2342, "wishing": 2343, "\u201cfine": 2344, "\u201csnape": 2345, "\u201c\u2019course": 2346, "apparate": 2347, "beating": 2348, "clenched": 2349, "concealed": 2350, "could\u2019ve": 2351, "cousin": 2352, "dance": 2353, "dangling": 2354, "erupted": 2355, "gates": 2356, "ha": 2357, "miserably": 2358, "possession": 2359, "rapidly": 2360, "roll": 2361, "sadly": 2362, "shooting": 2363, "sixteen": 2364, "smooth": 2365, "sobbed": 2366, "source": 2367, "speech": 2368, "strangely": 2369, "strength": 2370, "talked": 2371, "torn": 2372, "uncomfortable": 2373, "unfortunately": 2374, "weakly": 2375, "weapon": 2376, "wherever": 2377, "\u201canyway": 2378, "\u201cblimey": 2379, "\u201cshut": 2380, "\u201ctake": 2381, "\u201cwill": 2382, "accept": 2383, "accompanied": 2384, "approaching": 2385, "ariana": 2386, "article": 2387, "bench": 2388, "briskly": 2389, "candles": 2390, "chose": 2391, "destroy": 2392, "dobby\u2019s": 2393, "earlier": 2394, "easier": 2395, "examined": 2396, "extraordinary": 2397, "fists": 2398, "girls\u2019": 2399, "hitting": 2400, "hooch": 2401, "hungry": 2402, "ice": 2403, "lately": 2404, "loss": 2405, "loved": 2406, "mate": 2407, "miserable": 2408, "nimbus": 2409, "parkinson": 2410, "passageway": 2411, "perched": 2412, "reveal": 2413, "shadowy": 2414, "sliding": 2415, "smith": 2416, "sofa": 2417, "spinning": 2418, "squealed": 2419, "stunning": 2420, "unusual": 2421, "wiped": 2422, "according": 2423, "arrival": 2424, "awful": 2425, "bags": 2426, "bending": 2427, "binns": 2428, "bite": 2429, "boat": 2430, "cared": 2431, "cattermole": 2432, "clicked": 2433, "connection": 2434, "daughter": 2435, "decision": 2436, "faster": 2437, "fleur\u2019s": 2438, "fool": 2439, "gap": 2440, "goal": 2441, "godfather": 2442, "ingredients": 2443, "instant": 2444, "jar": 2445, "leaky": 2446, "manage": 2447, "outstretched": 2448, "paid": 2449, "percy\u2019s": 2450, "polyjuice": 2451, "pressing": 2452, "pretended": 2453, "rumors": 2454, "safety": 2455, "servant": 2456, "shape": 2457, "shivering": 2458, "skrewts": 2459, "squeezed": 2460, "squinting": 2461, "suggest": 2462, "suspected": 2463, "suspicious": 2464, "swinging": 2465, "t": 2466, "telephone": 2467, "toad": 2468, "trip": 2469, "unicorn": 2470, "yesterday": 2471, "zabini": 2472, "\u201cgive": 2473, "\u201cgot": 2474, "\u201cstop": 2475, "amongst": 2476, "apparition": 2477, "aragog": 2478, "captain": 2479, "card": 2480, "casting": 2481, "cheek": 2482, "cheering": 2483, "chin": 2484, "cloud": 2485, "club": 2486, "coat": 2487, "conjured": 2488, "creevey": 2489, "date": 2490, "dolores": 2491, "dormitories": 2492, "drank": 2493, "ducked": 2494, "ends": 2495, "exhausted": 2496, "fangs": 2497, "feeble": 2498, "finnigan": 2499, "frantically": 2500, "friendly": 2501, "froze": 2502, "ghosts": 2503, "grim": 2504, "groaned": 2505, "handkerchief": 2506, "happens": 2507, "ignore": 2508, "illuminated": 2509, "jumping": 2510, "likes": 2511, "liquid": 2512, "metal": 2513, "monday": 2514, "mudblood": 2515, "positively": 2516, "reflected": 2517, "reply": 2518, "ribs": 2519, "rows": 2520, "seizing": 2521, "sooner": 2522, "studying": 2523, "swooped": 2524, "toast": 2525, "track": 2526, "trapped": 2527, "travers": 2528, "truly": 2529, "underage": 2530, "vanishing": 2531, "yard": 2532, "\u201cc\u2019mon": 2533, "\u201cdidn\u2019t": 2534, "\u201cwhich": 2535, "agree": 2536, "ashamed": 2537, "bedside": 2538, "boxes": 2539, "bulging": 2540, "clouds": 2541, "crouched": 2542, "defensive": 2543, "destroyed": 2544, "dressing": 2545, "faintly": 2546, "flashed": 2547, "forgive": 2548, "guess": 2549, "guessed": 2550, "involved": 2551, "jacket": 2552, "letting": 2553, "normally": 2554, "p": 2555, "password": 2556, "powder": 2557, "presents": 2558, "prevent": 2559, "quivering": 2560, "returning": 2561, "rosmerta": 2562, "rounded": 2563, "she\u2019ll": 2564, "shrieking": 2565, "situation": 2566, "smaller": 2567, "steam": 2568, "stronger": 2569, "supporters": 2570, "suspiciously": 2571, "sweat": 2572, "ted": 2573, "thud": 2574, "tray": 2575, "trick": 2576, "turns": 2577, "upside": 2578, "who\u2019d": 2579, "\u201cat": 2580, "\u201ctell": 2581, "advice": 2582, "alarm": 2583, "aurors": 2584, "burn": 2585, "chain": 2586, "collapsed": 2587, "continuing": 2588, "damp": 2589, "distinctly": 2590, "fair": 2591, "foul": 2592, "gathered": 2593, "glow": 2594, "gregorovitch": 2595, "hog\u2019s": 2596, "horse": 2597, "hurtled": 2598, "idiot": 2599, "lied": 2600, "meaning": 2601, "mess": 2602, "miles": 2603, "necklace": 2604, "nostrils": 2605, "oak": 2606, "offer": 2607, "pack": 2608, "particular": 2609, "patronum": 2610, "potion-making": 2611, "practicing": 2612, "proof": 2613, "push": 2614, "quibbler": 2615, "racing": 2616, "rude": 2617, "slumped": 2618, "smirking": 2619, "tapestry": 2620, "underground": 2621, "veela": 2622, "visited": 2623, "wine": 2624, "wizard\u2019s": 2625, "wrist": 2626, "\u201cwas": 2627, "addressed": 2628, "argument": 2629, "correct": 2630, "dursleys\u2019": 2631, "fudge\u2019s": 2632, "gliding": 2633, "glimpse": 2634, "grab": 2635, "half-blood": 2636, "happiness": 2637, "hello": 2638, "high-pitched": 2639, "hufflepuffs": 2640, "injuries": 2641, "kiss": 2642, "minerva": 2643, "opinion": 2644, "pairs": 2645, "perform": 2646, "pouring": 2647, "prove": 2648, "released": 2649, "ropes": 2650, "searched": 2651, "signed": 2652, "slipping": 2653, "spare": 2654, "swirling": 2655, "thrust": 2656, "widely": 2657, "would\u2019ve": 2658, "accident": 2659, "bertha": 2660, "bloke": 2661, "cheeks": 2662, "crumpled": 2663, "details": 2664, "disapparated": 2665, "dungeons": 2666, "elbow": 2667, "filch\u2019s": 2668, "flame": 2669, "gargoyle": 2670, "happier": 2671, "heels": 2672, "height": 2673, "hooded": 2674, "hurting": 2675, "kreacher\u2019s": 2676, "madly": 2677, "marietta": 2678, "motionless": 2679, "protective": 2680, "reaching": 2681, "sentence": 2682, "shame": 2683, "sigh": 2684, "snap": 2685, "thickly": 2686, "towering": 2687, "twisting": 2688, "uncertainly": 2689, "upper": 2690, "velvet": 2691, "weasleys\u2019": 2692, "where\u2019s": 2693, "willow": 2694, "add": 2695, "alongside": 2696, "army": 2697, "avoiding": 2698, "bill\u2019s": 2699, "blew": 2700, "bored": 2701, "cake": 2702, "chains": 2703, "depths": 2704, "despite": 2705, "directions": 2706, "discussing": 2707, "dislike": 2708, "dreamed": 2709, "ensure": 2710, "flatly": 2711, "flint": 2712, "gang": 2713, "hedge": 2714, "horses": 2715, "lack": 2716, "mistaken": 2717, "misty": 2718, "muggle-born": 2719, "mysterious": 2720, "occasionally": 2721, "owlery": 2722, "papers": 2723, "performed": 2724, "poison": 2725, "portkey": 2726, "prefects": 2727, "prospect": 2728, "roughly": 2729, "rushed": 2730, "satisfied": 2731, "screwed": 2732, "shade": 2733, "sixth": 2734, "slamming": 2735, "smoothly": 2736, "sneak": 2737, "sorts": 2738, "stretching": 2739, "tipped": 2740, "undoubtedly": 2741, "urgently": 2742, "weekend": 2743, "works": 2744, "\u2018the": 2745, "\u201carthur": 2746, "\u201cyeh": 2747, "action": 2748, "bellatrix\u2019s": 2749, "birds": 2750, "blast": 2751, "blond": 2752, "bore": 2753, "boys\u2019": 2754, "breathe": 2755, "carpet": 2756, "charge": 2757, "clambered": 2758, "clipboard": 2759, "crammed": 2760, "cutting": 2761, "darted": 2762, "deathly": 2763, "desks": 2764, "dimly": 2765, "drifted": 2766, "duty": 2767, "enthusiastically": 2768, "everyone\u2019s": 2769, "filling": 2770, "fork": 2771, "gloomily": 2772, "gripping": 2773, "hissing": 2774, "holiday": 2775, "hushed": 2776, "instance": 2777, "interview": 2778, "lane": 2779, "lestrange": 2780, "maze": 2781, "plainly": 2782, "poking": 2783, "prefer": 2784, "proceeded": 2785, "puzzled": 2786, "results": 2787, "rooms": 2788, "shiny": 2789, "shrugging": 2790, "spend": 2791, "steadily": 2792, "steady": 2793, "stool": 2794, "suspended": 2795, "swayed": 2796, "thoughtfully": 2797, "threshold": 2798, "upright": 2799, "various": 2800, "wormtail\u2019s": 2801, "zacharias": 2802, "\u201cbe": 2803, "\u201cginny": 2804, "\u201cme": 2805, "abandoned": 2806, "absence": 2807, "accidentally": 2808, "astonished": 2809, "auntie": 2810, "bald": 2811, "belonged": 2812, "blinking": 2813, "blocked": 2814, "brass": 2815, "broad": 2816, "cause": 2817, "cautiously": 2818, "choose": 2819, "climb": 2820, "connected": 2821, "contrary": 2822, "crouch\u2019s": 2823, "curtly": 2824, "dad\u2019s": 2825, "decent": 2826, "drained": 2827, "edged": 2828, "entering": 2829, "entire": 2830, "examination": 2831, "examine": 2832, "explanation": 2833, "faced": 2834, "feathers": 2835, "gasp": 2836, "goalposts": 2837, "gripped": 2838, "gryffindor\u2019s": 2839, "halloween": 2840, "heir": 2841, "hex": 2842, "howling": 2843, "husband": 2844, "hut": 2845, "ideas": 2846, "jeans": 2847, "kettle": 2848, "key": 2849, "king\u2019s": 2850, "lamps": 2851, "lightning": 2852, "lurking": 2853, "magnificent": 2854, "married": 2855, "measure": 2856, "nerve": 2857, "norbert": 2858, "oliver": 2859, "painfully": 2860, "parcel": 2861, "patil": 2862, "personal": 2863, "petrified": 2864, "players": 2865, "promised": 2866, "proper": 2867, "pure": 2868, "ravenclaws": 2869, "recent": 2870, "recently": 2871, "regret": 2872, "remains": 2873, "roaring": 2874, "rope": 2875, "sake": 2876, "share": 2877, "shoes": 2878, "shriek": 2879, "snorted": 2880, "spy": 2881, "stole": 2882, "streaming": 2883, "swiftly": 2884, "tentatively": 2885, "threatening": 2886, "traveled": 2887, "trembled": 2888, "waste": 2889, "yourselves": 2890, "\u201can\u2019": 2891, "\u201chang": 2892, "\u201cleave": 2893, "\u201cmum": 2894, "\u201cnice": 2895, "aback": 2896, "argue": 2897, "arguing": 2898, "attacking": 2899, "bewitched": 2900, "blasted": 2901, "breeze": 2902, "cakes": 2903, "cards": 2904, "cellar": 2905, "concentrate": 2906, "corners": 2907, "daresay": 2908, "decree": 2909, "descended": 2910, "dolohov": 2911, "felix": 2912, "floors": 2913, "fred\u2019s": 2914, "gate": 2915, "giggling": 2916, "gulped": 2917, "hairy": 2918, "headquarters": 2919, "hero": 2920, "hoarsely": 2921, "illegal": 2922, "incredulously": 2923, "kissing": 2924, "knot": 2925, "lovely": 2926, "macmillan": 2927, "magazine": 2928, "mere": 2929, "moonlight": 2930, "mud": 2931, "narrowed": 2932, "owner": 2933, "painting": 2934, "patting": 2935, "pop": 2936, "press": 2937, "public": 2938, "reappeared": 2939, "sack": 2940, "satisfaction": 2941, "shelf": 2942, "shimmering": 2943, "shrilly": 2944, "slimy": 2945, "snowy": 2946, "spirits": 2947, "stumbled": 2948, "sweater": 2949, "takes": 2950, "tense": 2951, "treasure": 2952, "unknown": 2953, "unlike": 2954, "utterly": 2955, "winged": 2956, "wound": 2957, "zooming": 2958, "\u201chis": 2959, "absolutely": 2960, "afterward": 2961, "amused": 2962, "archway": 2963, "attacks": 2964, "awkwardly": 2965, "bludgers": 2966, "brandishing": 2967, "bursting": 2968, "cars": 2969, "clapping": 2970, "climbing": 2971, "comfort": 2972, "comfortable": 2973, "community": 2974, "concentrating": 2975, "counting": 2976, "crooked": 2977, "daring": 2978, "dawn": 2979, "didn\u2019": 2980, "distracted": 2981, "drowned": 2982, "dueling": 2983, "eager": 2984, "faithful": 2985, "feared": 2986, "fetch": 2987, "fluttered": 2988, "four-poster": 2989, "ginger": 2990, "glinting": 2991, "glowing": 2992, "goyle\u2019s": 2993, "greater": 2994, "gulp": 2995, "hint": 2996, "honestly": 2997, "honor": 2998, "intently": 2999, "kids": 3000, "leather": 3001, "loose": 3002, "luggage": 3003, "merope": 3004, "midst": 3005, "muggle-borns": 3006, "n": 3007, "natural": 3008, "neat": 3009, "north": 3010, "outline": 3011, "parseltongue": 3012, "plant": 3013, "plunged": 3014, "poured": 3015, "progress": 3016, "purpose": 3017, "realizing": 3018, "reasons": 3019, "remove": 3020, "respect": 3021, "revealed": 3022, "risen": 3023, "scratching": 3024, "seize": 3025, "shapes": 3026, "shuffled": 3027, "slightest": 3028, "speeding": 3029, "squinted": 3030, "strained": 3031, "stranger": 3032, "suffered": 3033, "sweet": 3034, "treat": 3035, "trolls": 3036, "twin": 3037, "unlikely": 3038, "wheeled": 3039, "whoever": 3040, "worrying": 3041, "\u201cafter": 3042, "\u201can": 3043, "\u201ccertainly": 3044, "\u201cdunno": 3045, "\u201cfred": 3046, "\u201con": 3047, "\u201cvoldemort": 3048, "amazement": 3049, "astronomy": 3050, "banging": 3051, "blurred": 3052, "broadly": 3053, "bunch": 3054, "cheers": 3055, "crouching": 3056, "cursed": 3057, "delight": 3058, "disappear": 3059, "disbelief": 3060, "drinking": 3061, "drops": 3062, "duel": 3063, "enchantments": 3064, "enjoy": 3065, "eyeing": 3066, "face-to-face": 3067, "fill": 3068, "flashing": 3069, "flourish": 3070, "gift": 3071, "goin\u2019": 3072, "graveyard": 3073, "half-moon": 3074, "heat": 3075, "hood": 3076, "indicated": 3077, "informed": 3078, 